{
  "slides": [
    {
      "title": "Expert Native Ecosystem Restoration",
      "description": "Specialized restoration of Gold Coast's natural ecosystems using indigenous plants and sustainable techniques. Our ecological experts bring degraded landscapes back to life while enhancing biodiversity and resilience.",
      "primaryLink": {
        "text": "Restoration Services",
        "url": "/services/ecosystem-restoration"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Premium Horticultural Maintenance",
      "description": "Premium horticultural maintenance plans ensuring thriving spaces all year round. Our specialized teams implement seasonal care programs using sustainable practices for both residential and commercial properties.",
      "primaryLink": {
        "text": "Maintenance Plans",
        "url": "/services/maintenance"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Sustainable Landscape Design",
      "description": "Transform your property with sustainable landscape designs that reflect the Gold Coast's natural beauty. Our designs integrate native plants, water-wise features, and eco-friendly materials for stunning outdoor spaces.",
      "primaryLink": {
        "text": "Landscape Design",
        "url": "/services/landscape-design"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Commercial Landscaping Experts",
      "description": "Enhance your business property with professional landscaping that creates a lasting impression. Our commercial projects balance aesthetic appeal with environmental responsibility to create spaces that benefit both people and nature.",
      "primaryLink": {
        "text": "Commercial Services",
        "url": "/services/commercial-landscaping"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Native Garden Installations",
      "description": "Showcase the beauty of Australian flora with custom native garden installations designed specifically for Gold Coast conditions. Our gardens create vital habitat for local wildlife while reducing water consumption and maintenance needs.",
      "primaryLink": {
        "text": "Native Gardens",
        "url": "/services/native-gardens"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Coastal Restoration Projects",
      "description": "Specialized in rehabilitating and preserving Gold Coast's sensitive coastal environments. Our coastal projects employ innovative techniques to stabilize dunes, restore native vegetation, and create resilient shoreline ecosystems.",
      "primaryLink": {
        "text": "Coastal Services",
        "url": "/services/coastal-restoration"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Seasonal Garden Maintenance",
      "description": "Keep your garden thriving through every season with our comprehensive maintenance programs tailored to Gold Coast's unique climate. Our horticultural experts provide scheduled care including pruning, fertilizing, and pest management using organic methods.",
      "primaryLink": {
        "text": "Seasonal Care",
        "url": "/services/seasonal-maintenance"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Bush Regeneration Services",
      "description": "Restore degraded bushland to its natural state with our specialized regeneration services. We employ ecological techniques to remove invasive species, encourage natural regeneration, and reintroduce native plants for sustainable recovery.",
      "primaryLink": {
        "text": "Bush Regeneration",
        "url": "/services/bush-regeneration"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Wetland Conservation & Creation",
      "description": "Design and implement functional wetland systems that purify water and support biodiversity. Our wetland projects range from restoring degraded systems to creating new wetland features that enhance both ecological function and landscape beauty.",
      "primaryLink": {
        "text": "Wetland Services",
        "url": "/services/wetland-conservation"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Commercial Property Maintenance",
      "description": "Comprehensive maintenance programs for commercial properties that enhance curb appeal while advancing sustainability. Our specialized teams provide regular care that reduces water usage, eliminates harmful chemicals, and maximizes the ecological benefits of your landscape.",
      "primaryLink": {
        "text": "Commercial Maintenance",
        "url": "/services/commercial-maintenance"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    },
    {
      "title": "Sustainable Urban Greening",
      "description": "Transform urban spaces with innovative greening solutions including vertical gardens, green roofs, and bioswales. Our urban projects create ecological stepping stones throughout the Gold Coast while mitigating heat island effects and improving air quality.",
      "primaryLink": {
        "text": "Urban Greening",
        "url": "/services/urban-greening"
      },
      "secondaryLink": {
        "text": "Contact",
        "url": "/contact"
      }
    }
  ]
}